/**
 * Написать функцию возвращающую минимальное число массива;
 * Ксли массив пустой вернуть строку "Пустой массив"
 * Если все элементы равны вернуть значение любого из них
 *
 * @args arg: array
 */

function getMaxNumber(array) {}

console.log(`Минимальное число массива ${getMaxNumber([23, 504, -3, 22])}`);
console.log(`Минимальное число массива ${getMaxNumber([-23, -54, -3, -2])}`);
console.log(`Минимальное число массива ${getMaxNumber([])}`);
console.log(`Минимальное число массива ${getMaxNumber([5])}`);
